Repository: xdev-asia-labs/xBrew
Catalog: xBrew/Resources/Localizations/*.lproj/Localizable.strings
Languages: vi

# navigation.overview
source: Overview
vi: Tổng quan

# navigation.packages
source: Packages
vi: Gói cài đặt

# navigation.casks
source: Casks
vi: Ứng dụng

# navigation.services
source: Services
vi: Dịch vụ

# navigation.maintenance
source: Maintenance
vi: Bảo trì

# dashboard.title
source: Overview
vi: Tổng quan

# dashboard.subtitle
source: Homebrew package manager dashboard
vi: Bảng điều khiển Homebrew

# dashboard.total_packages
source: Total Packages
vi: Tổng số gói

# dashboard.outdated
source: Outdated
vi: Cần cập nhật

# dashboard.services_running
source: Services Running
vi: Dịch vụ đang chạy

# dashboard.updates_available
source: Outdated packages
vi: Có bản cập nhật

# dashboard.package_distribution
source: Package Distribution
vi: Phân loại gói

# dashboard.formulas
source: Formulas
vi: Gói cài đặt

# dashboard.quick_actions
source: Quick Actions
vi: Thao tác nhanh

# dashboard.update_all
source: Refresh Packages
vi: Cập nhật tất cả

# dashboard.cleanup
source: Cleanup
vi: Dọn dẹp

# dashboard.health_check
source: Health Check
vi: Kiểm tra hệ thống

# dashboard.system_info
source: System Information
vi: Thông tin hệ thống

# dashboard.homebrew_version
source: Homebrew Version
vi: Phiên bản Homebrew

# dashboard.installed
source: installed
vi: đã cài

# dashboard.total
source: total
vi: tổng cộng

# dashboard.running
source: running
vi: đang chạy

# packages.title
source: Formulas
vi: Gói cài đặt

# packages.search
source: Search formulas...
vi: Tìm kiếm gói...

# packages.outdated_only
source: Outdated Only
vi: Chỉ hiện gói cũ

# packages.upgrade
source: Upgrade
vi: Nâng cấp

# packages.upgrade_all
source: Upgrade All
vi: Nâng cấp tất cả

# packages.info
source: Info
vi: Thông tin

# packages.uninstall
source: Uninstall
vi: Gỡ cài đặt

# packages.no_packages
source: No Packages Installed
vi: Chưa cài gói nào

# packages.no_packages_found
source: No Packages Found
vi: Không tìm thấy gói

# maintenance.title
source: Maintenance
vi: Bảo trì

# maintenance.subtitle
source: Keep your Homebrew installation healthy
vi: Duy trì Homebrew hoạt động tốt

# maintenance.system_health
source: System Health
vi: Tình trạng hệ thống

# maintenance.healthy
source: Healthy
vi: Tốt

# maintenance.needs_attention
source: Needs Attention
vi: Cần chú ý

# maintenance.homebrew_status
source: Homebrew Status
vi: Trạng thái Homebrew

# maintenance.all_up_to_date
source: All packages up to date
vi: Tất cả gói đã cập nhật

# maintenance.needs_updating
source: packages need updating
vi: gói cần cập nhật

source: Maintenance Actions
vi: Thao tác bảo trì

# maintenance.update_homebrew
source: Refresh Package Index
vi: Cập nhật Homebrew

# maintenance.run_diagnostics
source: Run Diagnostics
vi: Chạy chẩn đoán

# maintenance.cleanup_old
source: Cleanup Old Versions
vi: Dọn dẹp phiên bản cũ

# maintenance.run
source: Run
vi: Chạy

# brewfile.export_downloads
source: Export to Downloads
vi: Xuất ra Downloads

# brewfile.export_icloud
source: Export to iCloud
vi: Xuất lên iCloud

# brewfile.import_file
source: Import from File
vi: Nhập từ tệp

# brewfile.import_icloud
source: Import from iCloud
vi: Nhập từ iCloud

# brewfile.last_sync
source: Last sync
vi: Đồng bộ lần cuối

# common.install
source: Install
vi: Cài đặt

# common.refresh
source: Refresh
vi: Làm mới

# common.loading
source: Loading
vi: Đang tải

# common.done
source: Done
vi: Xong

# common.close
source: Close
vi: Đóng

# common.cancel
source: Cancel
vi: Hủy

# common.save
source: Save
vi: Lưu

# common.settings
source: Settings
vi: Cài đặt

# common.language
source: Language
vi: Ngôn ngữ

# settings.general
source: General
vi: Chung

# settings.notifications
source: Notifications
vi: Thông báo

# settings.about
source: About
vi: Giới thiệu

# settings.app_settings
source: App Settings
vi: Cài đặt ứng dụng

# settings.language
source: Language
vi: Ngôn ngữ

# settings.launch_at_login
source: Launch at Login
vi: Khởi động cùng hệ thống

# settings.launch_at_login_help
source: Automatically start xBrew when you log in
vi: Tự động mở xBrew khi đăng nhập

# settings.menu_bar
source: Menu Bar
vi: Thanh menu

# settings.show_menu_bar_icon
source: Show Menu Bar Icon
vi: Hiện icon trên thanh menu

# settings.show_menu_bar_icon_help
source: Show xBrew icon in the menu bar
vi: Hiện icon xBrew trên thanh menu

# settings.menu_bar_style
source: Menu Bar Style
vi: Kiểu thanh menu

# settings.show_outdated_badge
source: Show Outdated Badge
vi: Hiện số gói cần cập nhật

# settings.show_outdated_badge_help
source: Show number of outdated packages on menu bar icon
vi: Hiện số gói cần cập nhật trên icon

# settings.appearance
source: Appearance
vi: Giao diện

# settings.enable_animations
source: Enable Animations
vi: Bật hiệu ứng

# settings.compact_mode
source: Compact Mode
vi: Chế độ thu gọn

# settings.compact_mode_help
source: Use compact layout for package lists
vi: Dùng giao diện thu gọn cho danh sách gói

# settings.updates
source: Package Monitoring
vi: Cập nhật

# settings.auto_check_updates
source: Auto Check for Outdated Packages
vi: Tự động kiểm tra cập nhật

# settings.auto_check_updates_help
source: Periodically check for outdated packages
vi: Định kỳ kiểm tra các gói cần cập nhật

# settings.check_interval
source: Check Interval
vi: Khoảng thời gian kiểm tra

# settings.auto_cleanup
source: Auto Cleanup After Operations
vi: Tự động dọn dẹp sau cập nhật

# settings.auto_cleanup_help
source: Automatically run cleanup after package operations
vi: Tự động dọn dẹp sau khi cập nhật gói

# settings.performance
source: Performance
vi: Hiệu suất

# settings.command_timeout
source: Command Timeout
vi: Thời gian chờ lệnh

# settings.disable_auto_update
source: Disable Homebrew Auto-Update
vi: Tắt Auto-Update Homebrew

# settings.disable_auto_update_help
source: Prevent Homebrew from auto-updating before commands
vi: Ngăn Homebrew tự động cập nhật trước khi chạy lệnh

# settings.disable_analytics
source: Disable Homebrew Analytics
vi: Tắt Analytics Homebrew

# settings.disable_analytics_help
source: Opt out of Homebrew's anonymous analytics
vi: Không gửi dữ liệu phân tích ẩn danh

# settings.information
source: Information
vi: Thông tin

# settings.homebrew_version
source: Homebrew Version
vi: Phiên bản Homebrew

# settings.installation_path
source: Installation Path
vi: Đường dẫn cài đặt

# settings.outdated_packages
source: Outdated Packages
vi: Gói cần cập nhật

# settings.outdated_packages_help
source: Notify when outdated packages are found
vi: Thông báo khi có gói cần cập nhật

# settings.minimum_to_notify
source: Minimum to notify
vi: Số lượng tối thiểu để thông báo

# settings.update_complete
source: Operation Complete
vi: Cập nhật hoàn tất

# settings.update_complete_help
source: Notify when package operations finish
vi: Thông báo khi cập nhật gói xong

# settings.service_changes
source: Service Changes
vi: Thay đổi dịch vụ

# settings.service_changes_help
source: Notify when services start or stop
vi: Thông báo khi dịch vụ bắt đầu hoặc dừng

# settings.system_settings
source: System Settings
vi: Cài đặt hệ thống

# settings.open_system_notifications
source: Open System Notifications Settings
vi: Mở cài đặt thông báo hệ thống

# settings.version
source: Version
vi: Phiên bản

# settings.copyright
source: Â© 2024 xDev.asia. All rights reserved.
vi: © 2024 xDev.asia. Bảo lưu mọi quyền.

# settings.reset_all
source: Reset All Settings
vi: Đặt lại tất cả cài đặt
